tap 'caskroom/cask'

brew 'awscli'
brew 'python'
brew 'git'
brew 'tmux'
brew 'zsh'
brew 'zsh-completions'
brew 'antigen'
brew 'neovim'
brew 'node'
brew 'nvm'

cask '1password'
cask 'alacritty'
cask 'bettertouchtool'
cask 'discord'
cask 'docker'
cask 'kitematic'
cask 'flux'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'
