tap 'caskroom/cask'

# Languages
brew 'python'

# Tools
brew 'git'
brew 'neovim'
brew 'awscli'
brew 'fzf'

# Shell
brew 'zsh'
brew 'tmux'

# Javascript
brew 'node'
brew 'yarn'
brew 'nvm'

cask '1password'
cask 'discord'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
cask 'google-cloud-sdk'
